"ADD_EVENT_PROMPT" = "Defina os detalhes deste evento.";
"ADD_EVENT" = "Adicionar";
"EDIT_EVENT" = "Editar";
"CANCEL" = "Cancelar";

"DELETE" = "Apagar";
"DELETE_ONE" = "Apagar Somente Este";
"DELETE_FUTURE" = "Apagar Eventos Futuros";
"DELETE_RECURRING_ALERT_TITLE" = "Este é um evento recorrente.";
"DELETE_EVENT" = "Apagar Evento";

"DETACH_ONE" = "Salvar somente neste";
"DETACH_FUTURE" = "Salvar em eventos futuros";
"DETACH_ALL" = "Salvar em todos";
"DETACH_ALERT_TITLE" = "Este é um evento recorrente.";

"CANCEL_DIRTY_ALERT_TITLE" = "Este evento foi editado.";
"CANCEL_DIRTY_CANCEL" = "Cancelar Edição";
"CANCEL_DIRTY_REVIEW" = "Revisar Edição";

"INVALID_ATTENDEE_ADDRESS_ALERT_TITLE" = "Não pode enviar o convite";
"INVALID_ATTENDEE_ADDRESS_ALERT_BODY_FORMAT" = "\"%@\" não parece ser um endereço de e-mail válido.";
"OK" = "OK";

"TITLE_PLACEHOLDER" = "Título";
"LOCATION_PLACEHOLDER" = "Local";
"TITLE_DETAIL_NAV_TITLE" = "Título e Local";
"DEFAULT_EVENT_TITLE" = "Novo Evento";
"ADD_TO_CALENDAR" = "Adic. ao Calendário";

"STARTS" = "Começa";
"ENDS" = "Termina";
"DATE_DETAIL_NAV_TITLE" = "Início e Fim";
"ALL_DAY_SWITCH_TITLE" = "Dia inteiro";
"TIME_ZONE" = "Fuso Horário";
"FLOATING" = "Flutuante";

"REPEAT" = "Repetir";
"NEVER_DETAIL" = "Nunca";
"DAILY_DETAIL" = "Todos os dias";
"WEEKLY_DETAIL" = "A cada semana";
"BIWEEKLY_DETAIL" = "A cada 2 semanas";
"MONTHLY_DETAIL" = "Todos os meses";
"YEARLY_DETAIL" = "A cada ano";
/* Used as a title for both repeating events and repeating reminders */
"RECURRENCE_DETAIL_NAV_TITLE" = "Repetir";
"END_REPEAT" = "Terminar";
"END_REPEAT_NAV_TITLE" = "Terminar";
"TIME_ZONE_CHOOSER_PROMPT" = "Digite uma cidade.";

"REPEAT_FOREVER" = "Repetir para Sempre";

"ADD_INVITEES_NAV_TITLE" = "Convidados";
"ADD_INVITEES_PROMPT" = "Adicionar convidados a este Evento.";

/* used as alert title for save errors */
"CANNOT_SAVE_EVENT" = "Não Pode Salvar o Evento";
"ALERT_TIME" = "Hora do Alerta";
"CANNOT_REPEAT_EVENT" = "Não Pode Repetir o Evento";

"CALENDAR_DISAMBIGUATION_FORMAT" = "%@ (%@)";

